Repository: supermegaelf/shop-bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: To be paid – {amount} ₽ ⬇️
ru: К оплате – {amount} ₽ ⬇️

source: To be paid – {amount} $ ⬇️
ru: ️К оплате – {amount} $ ⬇️

# message_select_payment_method
source: Select payment method ⬇️
ru: Выберите способ оплаты ⬇️

# message_welcome
source: Hello, {name} 👋🏻 With our VPN you may: - Try it for free 🆓 - Connect multiple devices📱💻 - Forget about ads 🕊 ⚠️ The use of torrent clients is prohibited.
ru: Здравствуйте, {name} 👋🏻 С нашим VPN вы можете: - Попробовать бесплатно 🆓 - Подключить несколько устройств📱💻 - Забыть о рекламе 🕊 ⚠️ Использование торрент-клиентов запрещено.

# message_select_action
source: Select the action ⬇️
ru: Готовы? 🏄🏻‍♂️ Выберите действие ⬇️

# message_select_traffic_amount
source: Select the appropriate amount of traffic ⬇️
ru: Выберите подходящий объём трафика ⬇️

# message_traffic_renewal_info
source: At the beginning of each month, the traffic is renewed. Choose the appropriate amount of traffic for the month (if it runs out, you can buy more 🙃) ⬇️
ru: В начале каждого месяца трафик обновляется. Выберите подходящий объём трафика на месяц (закончится — докупите ещё 🙃) ⬇️

# message_subscription_access
source: Your subscription is available in the <i>«Access to VPN 🏄🏻‍♂️»</i> section.
ru: Ваша подписка доступна в разделе <i>«Доступ к VPN 🏄🏻‍♂️»</i>.

# message_payment_success
source: Thank you for choice ❤️ ️ Go to <i>«Access to VPN 🏄🏻‍♂️»</i> section, click <i>«Install ⚙️»</i> and follow the instructions.
ru: Благодарим за ваш выбор ❤️ ️ Перейдите в раздел <i>«Доступ к VPN 🏄🏻‍♂️»</i>, нажмите <i>«Установить ⚙️»</i> и следуйте инструкции.

# button_back
source: ⏪ Back
ru: ⏪ Назад

# button_vpn_access
source: Access to VPN 🏄🏻‍♂️
ru: Доступ к VPN 🏄🏻‍♂️

# button_frequent_questions
source: Frequent questions 📝
ru: Частые вопросы 📝

# button_terms_of_service
source: Terms of service 📃
ru: Условия использования 📃

# button_support
source: Support ❤️
ru: Поддержка ❤️

# button_help
source: Help 🕊
ru: Помощь 🕊

# button_renew
source: Renew 💳
ru: Продлить 💳

# button_free_trial
source: 5 days free 🆓
ru: 5 дней бесплатно 🆓

# button_install
source: Install ⚙️
ru: Установить ⚙️

# button_share
source: Share 🔗
ru: Поделиться 🔗

source: To be paid – {amount} ⭐️ ⬇️
ru: К оплате – {amount} ⭐️ ⬇️

# button_pay
source: Pay 💳
ru: Оплатить 💳

# button_pay_action
source: Pay
ru: Оплатить

# message_select_payment_period
source: Select payment period ⬇️
ru: Выберете период оплаты ⬇️

# message_issue_prompt
source: What issue did you encounter?
ru: С какой проблемой вы столкнулись?

# button_vpn_setup_issue
source: Can't set up VPN 🔌
ru: Не могу установить VPN 🔌

# message_set_up_vpn
source: 1️⃣ Go to the <i>«Access to VPN 🏄🏻‍♂️»</i> section. 2️⃣ Click <i>«Install ⚙️»</i>. 3️⃣ Select the required platform. 4️⃣ Review the installation instructions once again.
ru: 1️⃣ Перейдите в раздел <i>«Доступ к VPN 🏄🏻‍♂️»</i>. 2️⃣ Нажмите <i>«Установить ⚙️»</i>. 3️⃣ Выберите необходимую платформу. 4️⃣ Выполните установку по инструкции.

# button_vpn_not_working
source: VPN doesn't work ⛔️
ru: Не работает VPN ⛔️

# message_usage_problem
source: 1️⃣ Reboot your device. 2️⃣ Update your smartphone firmware and VPN app to the latest versions. 3️⃣ Check the status of your subscription in the <i>«Access to VPN 🏄🏻‍♂️»</i> section. It must be active. 4️⃣ If using a smartphone, update the geosite and geodat files in the app according to the <a href="https://t.me/surf_vpn_info/183">instructions</a>. 5️⃣ Turn off the VPN and measure the internet speed using the <a href="https://speed.cloudflare.com/">link</a>. Wait for the test to complete (<i>«Running»</i> will disappear). If the speed is below 40 Mbps, find a location with a better cellular signal.
ru: 1️⃣ Перезагрузите устройство. 2️⃣ Обновите прошивку смартфона и VPN-приложение до последних версий. 3️⃣ Проверьте статус подписки в разделе <i>«Доступ к VPN 🏄🏻‍♂️»</i>. Он должен быть активен. 4️⃣ Если используете смартфон, обновите файлы geosite и geodat в приложении по <a href="https://t.me/surf_vpn_info/183">инструкции</a>. 5️⃣ Выключите VPN и измерьте скорость интернета по <a href="https://speed.cloudflare.com/">ссылке</a>. Дождитесь завершения теста (надпись <i>«Running»</i> исчезнет). Если скорость ниже 40 Мбит/с, найдите место с лучшим сигналом сотовой связи.

# button_support_failed
source: It didn't work 🆘
ru: Ничего не помогло 🆘

# button_other_question
source: Other question ❔
ru: Другой вопрос❔

# message_frequent_questions
source: <b>1. What is a VPN?</b> It is a secure channel through a remote server that ensures the confidentiality of your traffic. <b>2. Why is a free VPN dangerous?</b> Free services sell your data, show ads, and use your device's resources. <b>3. Can you monitor my traffic?</b> No, the traffic is hidden and encrypted by the technologies we use. We do not track your activities — our task is to provide you with unlimited internet access. <b>4. How many devices can I connect?</b> You can connect any number of devices, the limitation only applies to the amount of traffic.
ru: <b>1. Что такое VPN?</b> Это защищённый канал через удалённый сервер, который позволяет обеспечить конфиденциальность вашего трафика. <b>2. Почему бесплатный VPN — это опасно?</b> Бесплатные сервисы продают ваши данные, показывают рекламу и используют ресурсы устройства. <b>3. Можете ли вы просматривать мой трафик?</b> Нет, трафик скрыт и зашифрован технологиями, которые мы используем. Мы не отслеживаем ваши действия — наша задача обеспечить вам неограниченный доступ к интернету. <b>4. Сколько устройств я могу подключить?</b> Вы можете подключить любое количество устройств, ограничение распространяется только на объём трафика.

source: active ✅
ru: активна ✅

source: disabled ⛔️
ru: отключена ⛔️

source: limited ⚠️
ru: ограничена ⚠️

source: expired ⛔️
ru: истекла ⛔️

source: on_hold ⚠️
ru: приостановлена ⚠️

# message_terms_of_service
source: The service is provided exclusively for establishing a secure network connection necessary for remote work or exchanging personal data. Refunds are not provided. The use of torrent clients for downloading or sharing files is prohibited. By subscribing, you confirm your agreement with the terms of use.
ru: Услуга предоставляется исключительно для установления защищённого сетевого соединения, необходимого для удалённой работы или обмена личными данными. Возврат средств не осуществляется. Использование торрент-клиентов для загрузки или раздачи файлов запрещено. Оформляя подписку, вы подтверждаете согласие с условиями использования.

source: {months} months – from {price} ₽
ru: {months} мес. – от {price} ₽

# button_card
source: Card 💳
ru: Банковская карта 💳

# button_cryptocurrency
source: Cryptocurrency 💲
ru: Криптовалюта 💲

# button_buy_more_traffic
source: Buy more traffic ➕
ru: Докупить трафик ➕

# message_error
source: Oops! Something went wrong...
ru: Упс! Что-то пошло не так...

# message_reached_usage_percent
source: Hello, {name} 👋🏻 Thank you for using our service ❤️ ️ You have {amount}% of your traffic left. To continue using the service, go to the <i>«Access to VPN 🏄🏻‍♂️»</i> section and click <i>«Buy more traffic ➕»</i>.
ru: Здравствуйте, {name} 👋🏻 Спасибо, что пользуетесь нашим сервисом ❤️ ️ У вас осталось {amount}% трафика. Чтобы продолжить пользоваться сервисом, перейдите в раздел <i>«Доступ к VPN 🏄🏻‍♂️»</i> и нажмите <i>«Докупить трафик ➕»</i>.

# message_reached_days_left
source: Hello, {name} 👋🏻 Thank you for using our service ❤️ ️ Your VPN subscription expires in {days} days. ️ To extend it, go to the <i>«Access to VPN 🏄🏻‍♂️»</i> section and click <i>«Renew 💳»</i>.
ru: Здравствуйте, {name} 👋🏻 Спасибо, что пользуетесь нашим сервисом ❤️ ️ Ваша VPN-подписка истекает через {days} день. ️ Чтобы продлить её, перейдите в раздел <i>«Доступ к VPN 🏄🏻‍♂️»</i> и нажмите <i>«Продлить 💳»</i>.

# message_user_expired
source: Hello, {name} 👋🏻 We noticed that you did not renew your subscription. If you have any comments or questions about our service, please <a href="{link}">write to us</a>. Your opinion is important to us!
ru: Здравствуйте, {name} 👋🏻 Мы заметили, что вы не продлили подписку. Если у вас есть замечания или вопросы по нашему сервису, пожалуйста, <a href="{link}">напишите</a>. Нам важно ваше мнение!

# message_user_limited
source: Hello, {name} 👋🏻 You have run out of traffic 😢 To continue using the service, go to the <i>«Access to VPN 🏄🏻‍♂️»</i> section and click <i>«Buy more traffic ➕»</i>.
ru: Здравствуйте, {name} 👋🏻 У вас закончился трафик 😢 Чтобы продолжить пользоваться сервисом, перейдите в раздел <i>«Доступ к VPN 🏄🏻‍♂️»</i> и нажмите <i>«Докупить трафик ➕»</i>.

# message_promo_not_found
source: Promo code not found. Please try again ⛔️
ru: Промокод не найден. Пожалуйста, проверьте ввод ⛔️

# message_promo_expired
source: Promo code has expired. Please use another promo code ⛔️
ru: Промокод истек. Пожалуйста, используйте другой промокод ⛔️

# message_promo_already_activated
source: This promo code has already been activated ⛔️
ru: Этот промокод уже был активирован ⛔️

# message_promo_activated
source: Promo code activated! Your discount is {discount}% ✅
ru: Скидка {discount}% на первый месяц активирована ✅

# message_enter_promo
source: Enter the promo code ⬇️
ru: Введите промокод ⬇️

# button_promo_code
source: Promo code 🎁
ru: Промокод 🎁
